Repository: RoySawyer/Nimzo_3d_i11
Catalog: main_11_*.po
Languages: ar, bg, bn, cs, da, el, es, fa, fi, fr, hi, id, it, ja, ko, lt, lv, nl, no, pl, ro, ru, sw, ta, th, tr, uk, ur, vi, zh

source: Font percent size ( 100 - 200 )
ar: حجم الخط بنسبة مئوية ( 100 - 200 )
bg: Размер на шрифта в проценти (100 - 200)
bn: ফন্টের শতাংশের আকার (১০০ - ২০০)
cs: Velikost písma v procentech (100–200)
da: Skriftstørrelse i procent (100 - 200)
el: Ποσοστό μεγέθους γραμματοσειράς (100 - 200)
es: Tamaño porcentual de fuente (100-200)
fa: درصد اندازه فونت (100 - 200)
fi: Fontin koko prosentteina (100–200)
fr: Pourcentage de la taille de la police (100 - 200)
hi: फ़ॉन्ट प्रतिशत आकार ( 100 - 200 )
id: Ukuran persentase font (100 - 200)
it: Dimensione percentuale del carattere (100 - 200)
ja: フォントサイズ（100～200）
ko: 글꼴 크기(100~200)
lt: Šrifto dydis procentais (100–200)
lv: Fonta lielums procentos (100–200)
nl: Lettergrootte in procenten (100 - 200)
no: Skriftstørrelse i prosent (100–200)
pl: Rozmiar czcionki w procentach (100 - 200)
ro: Dimensiune procentuală a fontului (100 - 200)
ru: Размер шрифта в процентах (100 - 200)
sw: Ukubwa wa asilimia ya herufi ( 100 - 200 )
ta: எழுத்துரு சதவீத அளவு ( 100 - 200 )
th: ขนาดตัวอักษรร้อยละ ( 100 - 200 )
tr: Yazı tipi yüzdesi boyutu ( 100 - 200 )
uk: Розмір шрифту у відсотках (100 - 200)
ur: فونٹ فیصد سائز ( 100 - 200 )
vi: Kích thước phần trăm phông chữ ( 100 - 200 )
zh: 字体百分比大小（100-200）

source: Enter the font percentage size ( 100 - 200 )
ar: أدخل حجم النسبة المئوية للخط (100 - 200)
bg: Въведете процентния размер на шрифта (100 - 200)
bn: ফন্টের শতাংশের আকার লিখুন (১০০ - ২০০)
cs: Zadejte procentuální velikost písma (100–200)
da: Indtast skriftstørrelsen i procent (100-200)
el: Εισαγάγετε το ποσοστό μεγέθους γραμματοσειράς (100 - 200)
es: Introduzca el tamaño porcentual de la fuente (100 - 200)
fa: اندازه درصد فونت را وارد کنید (100 - 200)
fi: Anna fontin koko prosentteina (100–200)
fr: Entrez le pourcentage de taille de police (100 - 200)
hi: फ़ॉन्ट का प्रतिशत आकार दर्ज करें ( 100 - 200 )
id: Masukkan ukuran persentase font (100 - 200)
it: Inserisci la dimensione percentuale del carattere (100 - 200)
ja: フォントのパーセンテージサイズを入力してください（100 - 200）
ko: 글꼴 백분율 크기를 입력하세요(100~200)
lt: Įveskite šrifto dydį procentais (100–200)
lv: Ievadiet fonta procentuālo lielumu (100–200)
nl: Voer de lettergrootte in procenten in (100 - 200)
no: Angi skriftstørrelsen i prosent (100–200)
pl: Wprowadź procentowy rozmiar czcionki (100 - 200)
ro: Introduceți procentul de dimensiune a fontului (100 - 200)
ru: Введите размер шрифта в процентах (100–200)
sw: Weka ukubwa wa asilimia ya fonti ( 100 - 200 )
ta: எழுத்துரு சதவீத அளவை உள்ளிடவும் ( 100 - 200 )
th: ระบุขนาดเปอร์เซ็นต์ของตัวอักษร ( 100 - 200 )
tr: Yazı tipi yüzdesi boyutunu girin ( 100 - 200 )
uk: Введіть розмір шрифту у відсотках (100 - 200)
ur: فونٹ فی صد سائز درج کریں ( 100 - 200 )
vi: Nhập kích thước phần trăm phông chữ ( 100 - 200 )
zh: 输入字体百分比大小（100-200）

source: Font percentage size - Enter 100 for score numbers with
ar: حجم النسبة المئوية للخط - أدخل 100 لأرقام النتيجة مع
bg: Размер на шрифта в проценти - Въведете 100 за числа с резултати
bn: ফন্টের শতাংশের আকার - স্কোর সংখ্যার জন্য 100 লিখুন
cs: Velikost písma v procentech - Zadejte 100 pro čísla skóre s
da: Skriftstørrelse i procent - Indtast 100 for scorenumre med
el: Ποσοστό γραμματοσειράς - Εισαγάγετε 100 για αριθμούς βαθμολογίας με
es: Tamaño de porcentaje de fuente: ingrese 100 para los números de puntuación con
fa: درصد اندازه فونت - برای اعداد امتیاز با عدد ۱۰۰ وارد کنید
fi: Fontin koko prosentteina - Syötä 100 pisteille, joilla on
fr: Pourcentage de taille de police - Saisissez 100 pour les numéros de score avec
hi: फ़ॉन्ट प्रतिशत आकार - स्कोर संख्याओं के लिए 100 दर्ज करें
id: Ukuran persentase font - Masukkan 100 untuk nomor skor dengan
it: Dimensione percentuale del carattere - Inserisci 100 per i numeri dei punteggi con
ja: フォントのパーセンテージサイズ - スコア番号の場合は100を入力します。
ko: 글꼴 백분율 크기 - 점수 숫자의 경우 100을 입력하십시오.
lt: Šrifto dydis procentais – įveskite 100, jei norite gauti balų skaičius su
lv: Fonta procentuālais lielums — ievadiet 100, lai iegūtu rezultātu skaitļus ar
nl: Lettergrootte in procenten - Voer 100 in voor scorenummers met
no: Skriftprosentstørrelse - Skriv inn 100 for poengsumtall med
pl: Rozmiar czcionki w procentach - Wprowadź 100 dla numerów wyników z
ro: Dimensiunea procentuală a fontului - Introduceți 100 pentru numerele de scor cu
ru: Процентный размер шрифта - введите 100 для чисел с оценками
sw: Ukubwa wa asilimia ya herufi - Weka 100 kwa nambari za alama na
ta: எழுத்துரு சதவீத அளவு - மதிப்பெண் எண்களுக்கு 100 ஐ உள்ளிடவும்
th: ขนาดเปอร์เซ็นต์ของตัวอักษร - ป้อน 100 สำหรับหมายเลขคะแนนด้วย
tr: Yazı tipi yüzdesi boyutu - Puan numaraları için 100 girin
uk: Розмір шрифту у відсотках – введіть 100 для чисел балів із
ur: فونٹ فیصد سائز - اسکور نمبرز کے لیے 100 درج کریں۔
vi: Kích thước phần trăm phông chữ - Nhập 100 cho số điểm với
zh: 字体百分比大小 - 输入 100 表示分数

source: a normal font size, up to 200 for twice the normal size.
ar: حجم الخط العادي، حتى 200 لحجم الخط العادي المضاعف.
bg: нормален размер на шрифта, до 200 за два пъти по-голям от нормалния размер.
bn: একটি স্বাভাবিক ফন্ট সাইজ, স্বাভাবিক আকারের দ্বিগুণের জন্য ২০০ পর্যন্ত।
cs: normální velikost písma, až 200 pro dvojnásobek normální velikosti.
da: en normal skriftstørrelse, op til 200 for dobbelt så stor skriftstørrelse.
el: ένα κανονικό μέγεθος γραμματοσειράς, έως 200 για διπλάσιο μέγεθος από το κανονικό.
es: un tamaño de fuente normal, hasta 200 para el doble del tamaño normal.
fa: اندازه فونت معمولی، تا ۲۰۰ برای دو برابر اندازه معمولی.
fi: normaali fonttikoko, jopa 200, jos haluat kaksinkertaisen koon normaaliin verrattuna.
fr: une taille de police normale, jusqu'à 200 pour deux fois la taille normale.
hi: सामान्य फ़ॉन्ट आकार, सामान्य आकार से दुगुना के लिए 200 तक।
id: ukuran font normal, hingga 200 untuk dua kali ukuran normal.
it: una dimensione di carattere normale, fino a 200 per il doppio della dimensione normale.
ja: 通常のフォント サイズ、通常の 2 倍のサイズの場合は最大 200 です。
ko: 일반 글꼴 크기, 최대 200까지 일반 크기의 두 배로 표시.
lt: įprastas šrifto dydis, iki 200 – dvigubai didesnis už įprastą.
lv: parasts fonta lielums, līdz 200, lai iegūtu divreiz lielāku parasto izmēru.
nl: een normale lettergrootte, tot 200 voor twee keer de normale grootte.
no: en normal skriftstørrelse, opptil 200 for dobbel normal størrelse.
pl: normalny rozmiar czcionki, do 200 dla dwukrotności normalnego rozmiaru.
ro: o dimensiune normală a fontului, până la 200 pentru dublul dimensiunii normale.
ru: обычный размер шрифта, до 200 для удвоения обычного размера.
sw: saizi ya fonti ya kawaida, hadi 200 kwa saizi ya kawaida mara mbili.
ta: சாதாரண எழுத்துரு அளவு, சாதாரண அளவை விட இரண்டு மடங்குக்கு 200 வரை.
th: ขนาดตัวอักษรปกติ สูงสุด 200 ตัว สองเท่าของขนาดปกติ
tr: normal yazı tipi boyutu, normal boyutun iki katı için 200'e kadar.
uk: звичайний розмір шрифту, до 200 для вдвічі більшого звичайного розміру.
ur: عام فونٹ کا سائز، عام سائز سے دو گنا کے لیے 200 تک۔
vi: cỡ chữ bình thường, tối đa 200 cho cỡ chữ gấp đôi bình thường.
zh: 正常字体大小，最大为 200，为正常大小的两倍。

source: Window stays visible
ar: تظل النافذة مرئية
bg: Прозорецът остава видим
bn: জানালা দৃশ্যমান থাকে
cs: Okno zůstává viditelné
da: Vinduet forbliver synligt
el: Το παράθυρο παραμένει ορατό
es: La ventana permanece visible
fa: پنجره قابل مشاهده باقی می‌ماند
fi: Ikkuna pysyy näkyvissä
fr: Les fenêtres restent visibles
hi: विंडो दिखाई देती रहती है
id: Jendela tetap terlihat
it: La finestra rimane visibile
ja: ウィンドウは表示されたまま
ko: 창문이 계속 보입니다
lt: Langas lieka matomas
lv: Logs paliek redzams
nl: Raam blijft zichtbaar
no: Vinduet forblir synlig
pl: Okno pozostaje widoczne
ro: Fereastra rămâne vizibilă
ru: Окно остается видимым
sw: Dirisha linabaki kuonekana
ta: ஜன்னல் தொடர்ந்து தெரியும்
th: หน้าต่างยังคงมองเห็นได้
tr: Pencere görünür kalır
uk: Вікно залишається видимим
ur: کھڑکی نظر آتی رہتی ہے۔
vi: Cửa sổ vẫn hiển thị
zh: 窗口保持可见

source: Main window stays visible when other program windows are clicked
ar: تظل النافذة الرئيسية مرئية عند النقر فوق نوافذ البرامج الأخرى
bg: Главният прозорец остава видим, когато се щракне върху други прозорци на програмата
bn: অন্যান্য প্রোগ্রাম উইন্ডোতে ক্লিক করলেও মূল উইন্ডোটি দৃশ্যমান থাকে
cs: Hlavní okno zůstává viditelné i po kliknutí na jiná okna programu.
da: Hovedvinduet forbliver synligt, når der klikkes på andre programvinduer
el: Το κύριο παράθυρο παραμένει ορατό όταν κάνετε κλικ σε άλλα παράθυρα προγραμμάτων
es: La ventana principal permanece visible cuando se hace clic en otras ventanas del programa
fa: پنجره اصلی هنگام کلیک روی سایر پنجره‌های برنامه قابل مشاهده باقی می‌ماند
fi: Pääikkuna pysyy näkyvissä, kun muita ohjelmaikkunoita napsautetaan
fr: La fenêtre principale reste visible lorsque d'autres fenêtres de programme sont cliquées
hi: जब अन्य प्रोग्राम विंडो पर क्लिक किया जाता है तो मुख्य विंडो दिखाई देती रहती है
id: Jendela utama tetap terlihat ketika jendela program lain diklik
it: La finestra principale rimane visibile quando si fa clic sulle altre finestre del programma
ja: 他のプログラムウィンドウをクリックしてもメインウィンドウは表示されたままになります
ko: 다른 프로그램 창을 클릭해도 메인 창이 계속 표시됩니다.
lt: Pagrindinis langas lieka matomas, kai spustelėjami kiti programos langai
lv: Galvenais logs paliek redzams, noklikšķinot uz citiem programmas logiem
nl: Het hoofdvenster blijft zichtbaar wanneer er op andere programmavensters wordt geklikt
no: Hovedvinduet forblir synlig når andre programvinduer klikkes på
pl: Główne okno pozostaje widoczne po kliknięciu innych okien programów
ro: Fereastra principală rămâne vizibilă atunci când se face clic pe alte ferestre ale programului
ru: Главное окно остается видимым при щелчке по другим окнам программы.
sw: Dirisha kuu hubakia kuonekana wakati madirisha mengine ya programu yanabofya
ta: மற்ற நிரல் சாளரங்களைக் கிளிக் செய்யும்போது பிரதான சாளரம் தெரியும்.
th: หน้าต่างหลักจะยังมองเห็นได้เมื่อคลิกหน้าต่างโปรแกรมอื่น
tr: Diğer program pencerelerine tıklandığında ana pencere görünür kalır
uk: Головне вікно залишається видимим, якщо клацнути на інших вікнах програми
ur: جب دیگر پروگرام ونڈوز پر کلک کیا جاتا ہے تو مین ونڈو نظر آتی رہتی ہے۔
vi: Cửa sổ chính vẫn hiển thị khi nhấp vào các cửa sổ chương trình khác
zh: 单击其他程序窗口时主窗口保持可见

source: I find it convenient to switch on < Options > < Window stays visible >
ar: أجد أنه من المناسب تشغيل <الخيارات> <تظل النافذة مرئية>
bg: Удобно ми е да включа < Опции > < Прозорецът остава видим >
bn: <বিকল্প> <উইন্ডো দৃশ্যমান থাকে> চালু করা আমার কাছে সুবিধাজনক মনে হয়।
cs: Přijde mi pohodlné zapnout < Možnosti > < Okno zůstává viditelné >
da: Jeg synes, det er praktisk at aktivere <Indstillinger> <Vinduet forbliver synligt>
el: Θεωρώ βολικό να ενεργοποιώ τις < Επιλογές > < Το παράθυρο παραμένει ορατό >
es: Me parece conveniente activar <Opciones> <La ventana permanece visible>
fa: روشن کردن <گزینه‌ها> <پنجره قابل مشاهده می‌ماند> برایم راحت است.
fi: Minusta on kätevää kytkeä päälle < Asetukset > < Ikkuna pysyy näkyvissä >
fr: Je trouve pratique d'activer <Options> <La fenêtre reste visible>
hi: मुझे < विकल्प > < विंडो दृश्यमान रहती है > पर स्विच करना सुविधाजनक लगता है
id: Saya merasa nyaman untuk mengaktifkan < Opsi > < Jendela tetap terlihat >
it: Trovo comodo attivare < Opzioni > < La finestra rimane visibile >
ja: < オプション > < ウィンドウを表示したままにする > をオンにすると便利です
ko: <옵션> <창이 계속 보이도록>을 켜는 것이 편리합니다.
lt: Man patogu įjungti < Parinktys > < Langas lieka matomas >
lv: Man ir ērti ieslēgt <Opcijas > < Logs paliek redzams >
nl: Ik vind het handig om <Opties> <Venster blijft zichtbaar> aan te zetten
no: Jeg synes det er praktisk å slå på <Alternativer> <Vinduet forblir synlig>
pl: Uważam, że wygodnie jest włączyć opcję <Opcje> <Okno pozostaje widoczne>
ro: Mi se pare convenabil să activez <Opțiuni> <Fereastra rămâne vizibilă>
ru: Мне удобно включить <Параметры> <Окно остается видимым>
sw: Ninaona inafaa kuwasha < Chaguzi > < Dirisha linabaki kuonekana >
ta: < விருப்பங்கள் > சாளரம் தெரியும் > என்பதை இயக்குவது எனக்கு வசதியாக இருக்கிறது.
th: ฉันพบว่าสะดวกที่จะเปิด < ตัวเลือก > < หน้าต่างยังคงมองเห็นได้ >
tr: < Seçenekler > < Pencere görünür kalır > seçeneğini açmayı uygun buluyorum
uk: Мені зручно вмикати < Параметри > < Вікно залишається видимим >
ur: مجھے <اختیارات> < ونڈو نظر آتی رہتی ہے> کو آن کرنا آسان لگتا ہے۔
vi: Tôi thấy thuận tiện khi bật <Tùy chọn> <Cửa sổ vẫn hiển thị>
zh: 我发现打开<选项> <窗口保持可见>很方便

source: during this activity, so that the Nimzo_3d window stays open
ar: أثناء هذا النشاط، بحيث تظل نافذة Nimzo_3d مفتوحة
bg: по време на тази дейност, така че прозорецът Nimzo_3d да остане отворен
bn: এই কার্যকলাপের সময়, যাতে Nimzo_3d উইন্ডোটি খোলা থাকে
cs: během této aktivity, aby okno Nimzo_3d zůstalo otevřené
da: under denne aktivitet, så Nimzo_3d-vinduet forbliver åbent
el: κατά τη διάρκεια αυτής της δραστηριότητας, έτσι ώστε το παράθυρο Nimzo_3d να παραμένει ανοιχτό
es: Durante esta actividad, para que la ventana Nimzo_3d permanezca abierta
fa: در طول این فعالیت، به طوری که پنجره Nimzo_3d باز بماند
fi: tämän toiminnan aikana, jotta Nimzo_3d-ikkuna pysyy auki
fr: pendant cette activité, afin que la fenêtre Nimzo_3d reste ouverte
hi: इस गतिविधि के दौरान, ताकि Nimzo_3d विंडो खुली रहे
id: selama aktivitas ini, sehingga jendela Nimzo_3d tetap terbuka
it: durante questa attività, in modo che la finestra Nimzo_3d rimanga aperta
ja: このアクティビティ中は、Nimzo_3dウィンドウが開いたままになります
ko: 이 활동 중에 Nimzo_3d 창이 계속 열려 있도록 합니다.
lt: šios veiklos metu, kad „Nimzo_3d“ langas liktų atidarytas
lv: šīs aktivitātes laikā, lai Nimzo_3d logs paliktu atvērts
nl: tijdens deze activiteit, zodat het Nimzo_3d-venster open blijft
no: under denne aktiviteten, slik at Nimzo_3d-vinduet forblir åpent
pl: podczas tej aktywności, aby okno Nimzo_3d pozostało otwarte
ro: în timpul acestei activități, astfel încât fereastra Nimzo_3d să rămână deschisă
ru: во время этой активности, чтобы окно Nimzo_3d оставалось открытым
sw: wakati wa shughuli hii, ili dirisha la Nimzo_3d likae wazi
ta: இந்தச் செயல்பாட்டின் போது, ​​Nimzo_3d சாளரம் திறந்தே இருக்கும் வகையில்
th: ระหว่างกิจกรรมนี้ เพื่อให้หน้าต่าง Nimzo_3d เปิดอยู่
tr: bu aktivite sırasında, Nimzo_3d penceresinin açık kalması için
uk: під час цієї дії, щоб вікно Nimzo_3d залишалося відкритим
ur: اس سرگرمی کے دوران، تاکہ Nimzo_3d ونڈو کھلی رہے۔
vi: trong hoạt động này, để cửa sổ Nimzo_3d vẫn mở
zh: 在此活动期间，Nimzo_3d 窗口保持打开状态

source: when you click on the PDF program window.
ar: عند النقر فوق نافذة برنامج PDF.
bg: когато щракнете върху прозореца на PDF програмата.
bn: যখন আপনি PDF প্রোগ্রাম উইন্ডোতে ক্লিক করবেন।
cs: když kliknete na okno programu PDF.
da: når du klikker på PDF-programvinduet.
el: όταν κάνετε κλικ στο παράθυρο του προγράμματος PDF.
es: Al hacer clic en la ventana del programa PDF.
fa: وقتی روی پنجره برنامه PDF کلیک می‌کنید.
fi: kun napsautat PDF-ohjelmaikkunaa.
fr: lorsque vous cliquez sur la fenêtre du programme PDF.
hi: जब आप पीडीएफ प्रोग्राम विंडो पर क्लिक करते हैं।
id: ketika Anda mengklik jendela program PDF.
it: quando fai clic sulla finestra del programma PDF.
ja: PDF プログラム ウィンドウをクリックするとき。
ko: PDF 프로그램 창을 클릭하면 됩니다.
lt: kai spustelėsite PDF programos langą.
lv: noklikšķinot uz PDF programmas loga.
nl: wanneer u op het PDF-programmavenster klikt.
no: når du klikker på PDF-programvinduet.
pl: po kliknięciu okna programu PDF.
ro: când faceți clic pe fereastra programului PDF.
ru: при нажатии на окно программы PDF.
sw: unapobofya dirisha la programu ya PDF.
ta: நீங்கள் PDF நிரல் சாளரத்தைக் கிளிக் செய்யும் போது.
th: เมื่อคุณคลิกที่หน้าต่างโปรแกรม PDF
tr: PDF program penceresine tıkladığınızda.
uk: коли ви клацаєте на вікні програми PDF.
ur: جب آپ پی ڈی ایف پروگرام ونڈو پر کلک کرتے ہیں۔
vi: khi bạn nhấp vào cửa sổ chương trình PDF.
zh: 当您单击 PDF 程序窗口时。

source: However, I would recommend switching this option off for all
ar: ومع ذلك، فإنني أوصي بإيقاف تشغيل هذا الخيار للجميع
bg: Все пак бих препоръчал да изключите тази опция за всички
bn: তবে, আমি সকলের জন্য এই বিকল্পটি বন্ধ করার পরামর্শ দেব
cs: Doporučil bych však tuto možnost vypnout pro všechny
da: Jeg vil dog anbefale at slå denne mulighed fra for alle
el: Ωστόσο, θα συνιστούσα να απενεργοποιήσετε αυτήν την επιλογή για όλους
es: Sin embargo, recomendaría desactivar esta opción para todos.
fa: با این حال، توصیه می‌کنم این گزینه را برای همه خاموش کنید
fi: Suosittelen kuitenkin tämän vaihtoehdon poistamista käytöstä kaikissa
fr: Cependant, je recommanderais de désactiver cette option pour tous
hi: हालाँकि, मैं सभी के लिए इस विकल्प को बंद करने की सलाह दूंगा
id: Namun, saya akan merekomendasikan untuk menonaktifkan opsi ini untuk semua
it: Tuttavia, consiglierei di disattivare questa opzione per tutti
ja: ただし、このオプションはすべての
ko: 하지만 나는 이 옵션을 모든 것에 대해 끄는 것을 권장합니다.
lt: Tačiau rekomenduočiau šią parinktį išjungti visiems
lv: Tomēr es ieteiktu šo opciju atspējot visiem
nl: Ik zou echter aanraden om deze optie voor alle
no: Jeg vil imidlertid anbefale å slå av dette alternativet for alle
pl: Zalecałbym jednak wyłączenie tej opcji dla wszystkich
ro: Totuși, aș recomanda dezactivarea acestei opțiuni pentru toți
ru: Однако я бы рекомендовал отключить эту опцию для всех
sw: Walakini, ningependekeza kuzima chaguo hili kwa wote
ta: இருப்பினும், இந்த விருப்பத்தை எல்லாவற்றுக்கும் அணைக்க நான் பரிந்துரைக்கிறேன்
th: อย่างไรก็ตาม ฉันขอแนะนำให้ปิดตัวเลือกนี้สำหรับทั้งหมด
tr: Ancak, bu seçeneğin herkes için kapatılmasını öneririm
uk: Однак, я б рекомендував вимкнути цю опцію для всіх
ur: تاہم، میں اس اختیار کو سب کے لیے بند کرنے کی تجویز کروں گا۔
vi: Tuy nhiên, tôi khuyên bạn nên tắt tùy chọn này cho tất cả
zh: 不过，我建议大家关闭此选项

source: other uses because it can interfere with other program functions.
ar: استخدامات أخرى لأنه قد يتداخل مع وظائف البرنامج الأخرى.
bg: други приложения, защото може да попречи на други функции на програмата.
bn: অন্যান্য ব্যবহার কারণ এটি অন্যান্য প্রোগ্রাম ফাংশনে হস্তক্ষেপ করতে পারে।
cs: jiné použití, protože to může rušit jiné funkce programu.
da: andre anvendelser, da det kan forstyrre andre programfunktioner.
el: άλλες χρήσεις, επειδή μπορεί να επηρεάσει άλλες λειτουργίες του προγράμματος.
es: otros usos porque puede interferir con otras funciones del programa.
fa: کاربردهای دیگر زیرا می‌تواند با سایر عملکردهای برنامه تداخل داشته باشد.
fi: muihin käyttötarkoituksiin, koska se voi häiritä muita ohjelman toimintoja.
fr: d'autres utilisations car cela peut interférer avec d'autres fonctions du programme.
hi: अन्य उपयोगों के लिए इसका उपयोग न करें, क्योंकि यह अन्य प्रोग्राम कार्यों में हस्तक्षेप कर सकता है।
id: penggunaan lain karena dapat mengganggu fungsi program lainnya.
it: altri usi perché può interferire con altre funzioni del programma.
ja: 他のプログラムの機能に干渉する可能性があるため、他の用途には使用しないでください。
ko: 다른 프로그램 기능을 방해할 수 있으므로 다른 용도로는 사용할 수 없습니다.
lt: kitais tikslais, nes tai gali trukdyti kitoms programos funkcijoms.
lv: citiem lietojumiem, jo ​​tas var traucēt citu programmas funkciju darbību.
nl: andere toepassingen omdat het andere programmafuncties kan verstoren.
no: annen bruk fordi det kan forstyrre andre programfunksjoner.
pl: innych zastosowań, ponieważ może zakłócać działanie innych funkcji programu.
ro: alte utilizări, deoarece poate interfera cu alte funcții ale programului.
ru: других целей, поскольку это может помешать выполнению других функций программы.
sw: matumizi mengine kwa sababu inaweza kuingilia kazi zingine za programu.
ta: மற்ற பயன்பாடுகளுக்கு, ஏனெனில் இது மற்ற நிரல் செயல்பாடுகளில் தலையிடக்கூடும்.
th: การใช้งานอื่น ๆ เนื่องจากอาจรบกวนการทำงานของโปรแกรมอื่น ๆ ได้
tr: Diğer kullanımlar, diğer program işlevlerine müdahale edebileceğinden dolayı kullanılmaz.
uk: інші способи використання, оскільки це може перешкоджати іншим функціям програми.
ur: دوسرے استعمال کیونکہ یہ دوسرے پروگرام کے افعال میں مداخلت کر سکتا ہے۔
vi: những mục đích sử dụng khác vì nó có thể ảnh hưởng đến các chức năng khác của chương trình.
zh: 其他用途，因为它可能会干扰其他程序功能。

source: e.g. Opening the help file.
ar: على سبيل المثال، فتح ملف المساعدة.
bg: например отваряне на помощния файл.
bn: যেমন, সাহায্য ফাইল খোলা।
cs: např. otevření souboru s nápovědou.
da: f.eks. åbning af hjælpefilen.
el: π.χ. Άνοιγμα του αρχείου βοήθειας.
es: p.ej. Abrir el archivo de ayuda.
fa: مثلاً باز کردن فایل راهنما.
fi: esim. Ohjetiedoston avaaminen.
fr: par exemple, ouvrir le fichier d'aide.
hi: उदाहरणार्थ: सहायता फ़ाइल खोलना।
id: misalnya Membuka berkas bantuan.
it: ad esempio aprendo il file della guida.
ja: 例: ヘルプ ファイルを開く。
ko: 예를 들어 도움말 파일을 엽니다.
lt: pvz., atidarant pagalbos failą.
lv: piemēram, palīdzības faila atvēršana.
nl: Bijvoorbeeld: het helpbestand openen.
no: f.eks. åpne hjelpefilen.
pl: np. Otwieranie pliku pomocy.
ro: De exemplu, deschiderea fișierului de ajutor.
ru: например, открытие файла справки.
sw: k.m. Kufungua faili ya usaidizi.
ta: எ.கா. உதவி கோப்பைத் திறப்பது.
th: เช่น การเปิดไฟล์วิธีใช้
tr: Örn. Yardım dosyasını açmak.
uk: наприклад, відкриття файлу довідки.
ur: جیسے مدد کی فائل کھول رہا ہے۔
vi: ví dụ: Mở tệp trợ giúp.
zh: 例如打开帮助文件。
